source/_static/diagrams/25-cvmfs-and-the-stratum-2.d2
direction: right
n0: "Stratum-0"
n1: "Stratum-1"
n2: "catalog"
n3: "client cache"
n0 -> n1
n2 -> n3
